public/cache/hotel/reference_data/1fef213ee6e07141b84257638b2760fb_request.dat

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Header/>
    <soapenv:Body>
        <hot:HotelMediaLinksReq xmlns:common_v34_0="http://www.travelport.com/schema/common_v34_0" xmlns:hot="http://www.travelport.com/schema/hotel_v34_0" AuthorizedBy="user" Gallery="true" RichMedia="true" TargetBranch="P7119574" TraceId="trace">
            <com:BillingPointOfSaleInfo xmlns:com="http://www.travelport.com/schema/common_v34_0" OriginApplication="UAPI"/>
            <hot:HotelProperty HotelChain="XV" HotelCode="81750" HotelLocation="FSD" HotelTransportation="Limo" Name="SPRINGHILL STES SIOUX MARRIOTT" ParticipationLevel="Lowest Public Rate" ReserveRequirement="Guarantee" VendorLocationKey="xIaV9B4R2BKA/1bLCAAAAA==">
                <hot:PropertyAddress>
                    <hot:Address>4304 W EMPIRE PLACE</hot:Address>
                </hot:PropertyAddress>
            </hot:HotelProperty>
        </hot:HotelMediaLinksReq>
    </soapenv:Body>
</soapenv:Envelope>
